Repository: MapaX/KoveMirror
Catalog: KoveMirror/Localizable.xcstrings
Source language: en
Languages: de, el, es, fi, it

source: 1. Connect your iPhone to the motorcycle's Bluetooth network.
de: 1. Verbinde dein iPhone mit dem Bluetooth-Netzwerk des Motorrads.
el: 1. Συνδέστε το iPhone σας στο δίκτυο Bluetooth της μοτοσυκλέτας.
es: 1. Conecta tu iPhone a la red Bluetooth de la motocicleta.
fi: 1. Yhdistä iPhone moottoripyörän Bluetooth-verkkoon.
it: 1. Connetti il tuo iPhone alla rete Bluetooth della moto.

source: 2. Connect your iPhone to the motorcycle's Wi-Fi network.
de: 2. Verbinde dein iPhone mit dem Wi-Fi-Netzwerk des Motorrads.
el: 2. Συνδέστε το iPhone σας στο δίκτυο Wi-Fi της μοτοσυκλέτας.
es: 2. Conecta tu iPhone a la red Wi-Fi de la motocicleta.
fi: 2. Yhdistä iPhone moottoripyörän Wi-Fi-verkkoon.
it: 2. Connetti il tuo iPhone alla rete Wi-Fi della moto.

source: 3. Long press SET button from motorcycle handlebar, and select 'Sceen navigation'
de: 3. Halte die SET-Taste am Motorradlenker gedrückt und wähle 'Sceen navigation'
el: 3. Πιέστε παρατεταμένα το κουμπί SET στο τιμόνι της μοτοσυκλέτας και επιλέξτε 'Sceen navigation'
es: 3. Mantén presionado el botón SET en el manillar y selecciona 'Sceen navigation'
fi: 3. Paina ohjaustangon SET-painiketta pitkään ja valitse 'Sceen navigation'
it: 3. Premi a lungo il pulsante SET sul manubrio della moto e seleziona 'Sceen navigation'

source: 4. Your screen will automatically project to the TFT screen.
de: 4. Dein Bildschirm wird automatisch auf dem TFT-Bildschirm gespiegelt.
el: 4. Η οθόνη σας θα προβληθεί αυτόματα στην οθόνη TFT.
es: 4. Tu pantalla se proyectará automáticamente en la pantalla TFT.
fi: 4. Näyttösi peilataan automaattisesti TFT-näytölle.
it: 4. Il tuo schermo verrà proiettato automaticamente sullo schermo TFT.

source: 5. After the phone screen is visible, press the 'Broadcast Entire Screen' button to start whole phone mirroring.
de: 5. Sobald der Telefonbildschirm sichtbar ist, drücke die Taste 'Gesamten Bildschirm übertragen', um die Spiegelung zu starten.
el: 5. Αφού εμφανιστεί η οθόνη του τηλεφώνου, πατήστε το κουμπί 'Μετάδοση ολόκληρης οθόνης' για να ξεκινήσει η πλήρης καθρέφτιση.
es: 5. Una vez visible la pantalla del teléfono, presiona 'Transmitir pantalla completa' para iniciar el reflejo total.
fi: 5. Kun puhelimen näyttö on näkyvissä, paina 'Peilaa koko näyttö' -painiketta aloittaaksesi koko puhelimen peilauksen.
it: 5. Quando lo schermo del telefono è visibile, premi il pulsante 'Trasmetti l'intero schermo' per avviare il mirroring completo del telefono.

source: About
de: Über
el: Σχετικά
es: Acerca de
fi: Tietoja
it: Info

source: About Kove Mirror
de: Über Kove Mirror
el: Σχετικά με το Kove Mirror
es: Acerca de Kove Mirror
fi: Tietoja Kove Mirrorista
it: Informazioni su Kove Mirror

source: Align the Motorcycle's QR code in the frame
de: Richte den QR-Code des Motorrads im Rahmen aus
el: Ευθυγραμμίστε τον κωδικό QR της μοτοσυκλέτας στο πλαίσιο
es: Alinea el código QR de la motocicleta en el marco
fi: Aseta moottoripyörän QR-koodi kehykseen
it: Inquadra il codice QR della moto nella cornice

source: Automatically streams the in-app dashboard views. When you broadcast the entire screen, it seamlessly switches to the broadcast stream, falling back dynamically on exit.
de: Überträgt automatisch die Ansichten des In-App-Dashboards. Wenn du den gesamten Bildschirm überträgst, wird nahtlos zum Übertragungsstream gewechselt und beim Beenden dynamisch zurückgekehrt.
el: Μεταδίδει αυτόματα τις προβολές του πίνακα οργάνων της εφαρμογής. Όταν μεταδίδετε ολόκληρη την οθόνη, μεταβαίνει ομαλά στη ροή μετάδοσης, επιστρέφοντας δυναμικά κατά την έξοδο.
es: Transmite automáticamente las vistas del panel dentro de la app. Al transmitir la pantalla completa, cambia sin problemas a la transmisión completa y regresa dinámicamente al salir.
fi: Striimaa automaattisesti sovelluksen sisäisiä näkymiä. Kun peilaat koko näytön, se siirtyy saumattomasti järjestelmäpeilaukseen ja palaa takaisin poistuttaessa.
it: Trasmette automaticamente le schermate dell'app. Quando trasmetti l'intero schermo, passa in modo fluido al flusso di trasmissione, ripristinando la visuale dell'app alla chiusura.

source: Bluetooth is Turned Off
de: Bluetooth ist ausgeschaltet
el: To Bluetooth είναι απενεργοποιημένο
es: El Bluetooth está desactivado
fi: Bluetooth on pois päältä
it: Il Bluetooth è disattivato

source: Bluetooth LE Pairing
de: Bluetooth LE-Kopplung
el: Ζεύξη Bluetooth LE
es: Emparejamiento Bluetooth LE
fi: Bluetooth LE -pariliitos
it: Accoppiamento Bluetooth LE

source: Bluetooth must be turned on to connect to your motorcycle's TFT display.
de: Bluetooth muss eingeschaltet sein, um eine Verbindung zum TFT-Display des Motorrads herzustellen.
el: Το Bluetooth πρέπει να είναι ενεργοποιημένο για να συνδεθείτε στην οθόνη TFT της μοτοσυκλέτας.
es: El Bluetooth debe estar activado para conectarse a la pantalla TFT de la motocicleta.
fi: Bluetoothin on oltava päällä moottoripyörän TFT-näyttöön yhdistämiseksi.
it: Il Bluetooth deve essere attivo per connettersi al display TFT della moto.

source: Broadcast Entire Screen
de: Gesamten Bildschirm übertragen
el: Μετάδοση ολόκληρης οθόνης
es: Transmitir pantalla completa
fi: Peilaa koko näyttö
it: Trasmetti l'intero schermo

source: Camera not supported on this device.
de: Kamera auf diesem Gerät nicht unterstützt.
el: Η κάμερα δεν υποστηρίζεται σε αυτή τη συσκευή.
es: Cámara no compatible en este dispositivo.
fi: Kameraa ei tueta tällä laitteella.
it: Fotocamera non supportata su questo dispositivo.

source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
it: Annulla

source: Connect BLE
de: BLE verbinden
el: Σύνδεση BLE
es: Conectar BLE
fi: Yhdistä BLE
it: Connetti BLE

source: Connected & Active
de: Verbunden & Aktiv
el: Συνδεδεμένο & Ενεργό
es: Conectado y activo
fi: Yhdistetty ja aktiivinen
it: Connesso e attivo

source: Connected to Motorcycle Wi-Fi
de: Mit dem Motorrad-Wi-Fi verbunden
el: Συνδεδεμένο στο Wi-Fi της μοτοσυκλέτας
es: Conectado a la Wi-Fi de la motocicleta
fi: Yhdistetty moottoripyörän Wi-Fi-verkkoon
it: Connesso al Wi-Fi della moto

source: Connecting...
de: Verbinde...
el: Σύνδεση...
es: Conectando...
fi: Yhdistetään...
it: Connessione in corso...

source: Delete
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
it: Elimina

source: Diagnostics
de: Diagnose
el: Διαγνωστικά
es: Diagnóstico
fi: Diagnostiikka
it: Diagnostica

source: Disconnected
de: Getrennt
el: Αποσυνδεδεμένο
es: Desconectado
fi: Ei yhdistetty
it: Disconnesso

source: Done
de: Fertig
el: Τέλος
es: Hecho
fi: Valmis
it: Fatto

source: Dynamic Source-Switching
de: Dynamische Quellenumschaltung
el: Δυναμική εναλλαγή πηγής
es: Cambio dinámico de fuente
fi: Dynaaminen kuvalähteen vaihto
it: Cambio sorgente dinamico

source: Establishes a low-power connection with the motorcycle's dashboard, performs the pairing handshake, and transmits continuous heartbeats to keep the system active.
de: Stellt eine energiesparende Verbindung mit dem Armaturenbrett des Motorrads her, führt den Kopplungshandshake durch und überträgt kontinuierlich Heartbeats, um das System aktiv zu halten.
el: Δημιουργεί μια σύνδεση χαμηλής κατανάλωσης με τον πίνακα οργάνων της μοτοσυκλέτας, εκτελεί τη χειραψία ζεύξης και μεταδίδει συνεχείς παλμούς για να διατηρεί το σύστημα ενεργό.
es: Establece una conexión de bajo consumo con el panel de la motocicleta, realiza el protocolo de emparejamiento y transmite señales continuas para mantener el sistema activo.
fi: Muodostaa vähävirtaisen yhteyden moottoripyörän mittaristoon, suorittaa pariliitoksen ja lähettää jatkuvia syötteitä pitääkseen järjestelmän aktiivisena.
it: Stabilisce una connessione a basso consumo con il cruscotto della moto, esegue l'accoppiamento e invia segnali periodici per mantenere il sistema attivo.

source: Event Log:
de: Ereignisprotokoll:
el: Καταγραφή συμβάντων:
es: Registro de eventos:
fi: Tapahtumaloki:
it: Registro eventi:

source: Explore the source code, file issues, or contribute to the project on GitHub.
de: Erkunde den Quellcode, melde Probleme oder trage auf GitHub zum Projekt bei.
el: Εξερευνήστε τον πηγαίο κώδικα, αναφέρετε προβλήματα ή συνεισφέρετε στο έργο στο GitHub.
es: Explora el código fuente, reporta problemas o contribuye al proyecto en GitHub.
fi: Tutustu lähdekoodiin, raportoi ongelmia tai osallistu projektiin GitHubissa.
it: Esplora il codice sorgente, segnala problemi o contribuisci al progetto su GitHub.

source: High-Speed Wi-Fi Bridge
de: Hochgeschwindigkeits-Wi-Fi-Brücke
el: Γέφυρα Wi-Fi υψηλής ταχύτητας
es: Puente Wi-Fi de alta velocidad
fi: Nopea Wi-Fi-silta
it: Bridge Wi-Fi ad alta velocità

source: How It Works
de: Wie es funktioniert
el: Πώς λειτουργεί
es: Cómo funciona
fi: Kuinka se toimii
it: Come funziona

source: Instructions:
de: Anweisungen:
el: Οδηγίες:
es: Instrucciones:
fi: Ohjeet:
it: Istruzioni:

source: iOS Codebase
de: iOS-Quellcode
el: Πηγαίος κώδικας iOS
es: Código fuente de iOS
fi: iOS-lähdekoodi
it: Codice sorgente iOS

source: iOS version was inspired by the Android version
de: Die iOS-Version wurde von der Android-Version inspiriert
el: Η έκδοση iOS εμπνεύστηκε από την έκδοση Android
es: La versión de iOS se inspiró en la versión de Android
fi: iOS-versio on saanut inspiraationsa Android-versiosta
it: La versione iOS è stata ispirata dalla versione Android

source: Launches local TCP/UDP socket servers. The motorcycle dashboard connects to your iPhone's hotspot or Wi-Fi to receive the high-fidelity video stream.
de: Startet lokale TCP/UDP-Socket-Server. Das Motorrad-Armaturenbrett verbindet sich mit dem Hotspot oder Wi-Fi deines iPhones, um den hochauflösenden Videostream zu empfangen.
el: Εκκινεί τοπικούς διακομιστές υποδοχών TCP/UDP. Ο πίνακας οργάνων της μοτοσυκλέτας συνδέεται στο hotspot ή στο Wi-Fi του iPhone σας για να λάβει τη ροή βίντεο υψηλής πιστότητας.
es: Inicia servidores de socket TCP/UDP locales. El panel de la motocicleta se conecta al punto de acceso o Wi-Fi de tu iPhone para recibir la transmisión de video de alta fidelidad.
fi: Käynnistää paikalliset TCP/UDP-palvelimet. Moottoripyörän mittaristo yhdistää iPhonen yhteyspisteeseen tai Wi-Fi-verkkoon vastaanottaakseen korkealaatuisen kuvasyötteen.
it: Avvia server socket TCP/UDP locali. Il cruscotto della moto si connette all'hotspot o al Wi-Fi del tuo iPhone per ricevere il flusso video ad alta fedeltà.

source: Mirroring Offline
de: Spiegelung offline
el: Καθρέφτιση εκτός σύνδεσης
es: Reflejo fuera de línea
fi: Peilaus ei käytössä
it: Mirroring non attivo

source: No log file available. Enable file logging above to generate logs.
de: Keine Protokolldatei verfügbar. Aktiviere oben die Dateiprotokollierung, um Protokolle zu erstellen.
el: Δεν υπάρχει διαθέσιμο αρχείο καταγραφής. Ενεργοποιήστε την καταγραφή αρχείου παραπάνω για να δημιουργήσετε αρχεία καταγραφής.
es: No hay archivo de registro disponible. Activa el registro en archivo arriba para generar registros.
fi: Lokitiedostoa ei ole saatavilla. Ota lokitus käyttöön ylhäältä luodaksesi lokitiedoston.
it: Nessun file di registro disponibile. Abilita la registrazione dei log sopra per generarne uno.

source: Open Settings
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
es: Abrir Ajustes
fi: Avaa Asetukset
it: Apri Impostazioni

source: Please connect to Wi-Fi '%@'.
de: Bitte verbinde dich mit dem Wi-Fi '%@'.
el: Παρακαλούμε συνδεθείτε στο Wi-Fi '%@'.
es: Por favor conéctate a la Wi-Fi '%@'.
fi: Yhdistä Wi-Fi-verkkoon '%@'.
it: Connettiti al Wi-Fi '%@'.

source: Proximity Screen Dimming
de: Näherungs-Bildschirmabschaltung
el: Απενεργοποίηση οθόνης λόγω εγγύτητας
es: Apagado de pantalla por proximidad
fi: Näytön sammutus läheisyydestä
it: Spegnimento schermo per prossimità

source: Ready to mirror screen.
de: Bereit zum Spiegeln des Bildschirms.
el: Έτοιμο για καθρέφτιση οθόνης.
es: Listo para reflejar la pantalla.
fi: Valmis peilaamaan näytön.
it: Pronto per trasmettere lo schermo.

source: Save event logs to a text file for troubleshooting connection errors.
de: Speichere Ereignisprotokolle in einer Textdatei zur Fehlerbehebung bei Verbindungsfehlern.
el: Αποθηκεύστε τα αρχεία καταγραφής συμβάντων σε αρχείο κειμένου για την αντιμετώπιση σφαλμάτων σύνδεσης.
es: Guarda los registros de eventos en un archivo de texto para solucionar errores de conexión.
fi: Tallenna tapahtumalokit tekstitiedostoon yhteysvirheiden selvittämistä varten.
it: Salva i registri degli eventi in un file di testo per la risoluzione dei problemi di connessione.

source: Scan Motorcycle QR
de: Motorrad-QR-Code scannen
el: Σάρωση QR μοτοσυκλέτας
es: Escanear QR de la motocicleta
fi: Lue moottoripyörän QR-koodi
it: Scansiona QR della moto

source: Scan QR
de: QR-Code scannen
el: Σάρωση QR
es: Escanear QR
fi: Lue QR-koodi
it: Scansiona QR

source: Scanning...
de: Scannen...
el: Σάρωση...
es: Escaneando...
fi: Etsitään...
it: Scansione in corso...

source: SCREEN STREAMING IS ACTIVE
de: BILDSCHIRMÜBERTRAGUNG IST AKTIV
el: Η ΡΟΗ ΟΘΟΝΗΣ ΕΙΝΑΙ ΕΝΕΡΓΗ
es: TRANSMISIÓN DE PANTALLA ACTIVA
fi: NÄYTÖN PEILAUS ON AKTIIVINEN
it: TRASMISSIONE SCHERMO ATTIVA

source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
it: Impostazioni

source: Share
de: Teilen
el: Κοινοποίηση
es: Compartir
fi: Jaa
it: Condividi

source: Stop Mirroring
de: Spiegelung beenden
el: Διακοπή καθρέφτισης
es: Detener reflejo
fi: Lopeta peilaus
it: Interrompi mirroring

source: Turns off screen and disables touch when phone is placed in a pocket or near ear.
de: Schaltet den Bildschirm aus und deaktiviert Touch, wenn das Telefon in die Tasche gesteckt oder ans Ohr gehalten wird.
el: Απενεργοποιεί την οθόνη και την αφή όταν το τηλέφωνο τοποθετείται στην τσέπη ή κοντά στο αυτί.
es: Apaga la pantalla y deshabilita el táctil cuando el teléfono se guarda en el bolsillo o se acerca al oído.
fi: Sammuttaa näytön ja kosketuksen, kun puhelin laitetaan taskuun tai lähelle korvaa.
it: Spegne lo schermo e disabilita il touch quando il telefono è in tasca o vicino all'orecchio.

source: Uses Apple's hardware-accelerated VideoToolbox engine to compress frames in real-time at the dashboard's native 600x1024 resolution with zero latency.
de: Verwendet Apples hardwarebeschleunigte VideoToolbox-Engine, um Einzelbilder in Echtzeit bei der nativen Auflösung von 600x1024 des Armaturenbretts ohne Latenz zu komprimieren.
el: Χρησιμοποιεί τη μηχανή VideoToolbox με επιτάχυνση υλικού της Apple για τη συμπίεση πλαισίων σε πραγματικό χρόνο στην εγγενή ανάλυση 600x1024 του πίνακα οργάνων με μηδενική καθυστέρηση.
es: Utiliza el motor VideoToolbox acelerado por hardware de Apple para comprimir fotogramas en tiempo real a la resolución nativa de 600x1024 del panel sin latencia.
fi: Käyttää Applen laitteistokiihdytettyä VideoToolbox-moottoria kuvaruutujen reaaliaikaiseen pakkaukseen mittariston 600x1024-natiiviresoluutiolla ilman viivettä.
it: Utilizza il motore VideoToolbox di Apple accelerato via hardware per comprimere i frame in tempo reale alla risoluzione nativa di 600x1024 senza latenza.

source: Waiting for TFT to connect...
de: Warten auf Verbindung des TFT-Bildschirms...
el: Αναμονή για σύνδεση της οθόνης TFT...
es: Esperando conexión de la pantalla TFT...
fi: Odotetaan TFT-näytön yhdistämistä...
it: In attesa di connessione dal TFT...

source: Wi-Fi Mismatch Warning
de: Wi-Fi-Abweichungswarnung
el: Προειδοποίηση ασυμφωνίας Wi-Fi
es: Advertencia de desajuste Wi-Fi
fi: Wi-Fi-verkon täsmäävyysvaroitus
it: Avviso mancata corrispondenza Wi-Fi

source: Write Logs to File
de: Protokolle in Datei schreiben
el: Εγγραφή αρχείων καταγραφής σε αρχείο
es: Escribir registros en archivo
fi: Kirjoita lokit tiedostoon
it: Salva log su file

source: Hardware H.264 Encoder
el: Hardware Κωδικοποιητής H.264
es: Codificador de hardware H.264
fi: Laitteistotason H.264-pakkaus
it: Encoder hardware H.264

source: Open Source Repositories
el: Αποθετήρια ανοιχτού κώδικα
es: Repositorios de código abierto
fi: Avoimen lähdekoodin repositoriot
it: Repository Open Source

source: Version %@
el: Έκδοση %@
es: Versión %@
fi: Versio %@
it: Versione %@
